// List of items in our dropdown menu
import 'dart:ffi';

const List<String> category = [
  'ყველა კატეგორია',
  'ადმინისტრაცია/მენეჯმენტი',
  'ფინანსები/სტატისტიკა',
  'გაყიდვები',
  'PR/მარკეტინგი',
  'ზოგადი ტექნიკური პერსონალი',
  'ლოგისტიკა/ტრანსპორტი/დისტრიბუცია',
  'მშენებლობა/რემონტი',
  'დასუფთავება',
  'დაცვა/უსაფრთხოება',
  'IT/პროგრამირება',
  'მედია/გამომცემლობა',
  'განათლება',
  'სამართალი',
  'მედიცინა/ფარმაცია',
  'სილამაზე/მოდა',
  'კვება',
  'სხვა',
];

const List<String> location = [
  'ნებისმიერ ადგილას',
  'თბილისი',
  'აფხაზეთის ა/რ',
  'აჭარის ა/რ',
  'გურია',
  'იმერეთი',
  'კახეთი',
  'მცხეთა-მთიანეთი',
  'რაჭა-ლეჩხუმი, ქვ. სვანეთი',
  'სამეგრელო-ზემო სვანეთი',
  'სამცხე-ჯავახეთი',
  'ქვემო ქართლი',
  'შიდა ქართლი',
  'უცხოეთი',
  'დისტანციური',
];
const List<String> jobType = [
  'ყველა ვაკანსია',
  'ვაკანსიები',
  'სტიპენდიები',
  'სხვა',
  'ტენდერები',
  'ტრენინგები',
];

const double margin1 = 12;
const double margin2 = 24;
const double margin3 = 36;
